Repository: vkdiosapp/spinner
Catalog: lib/l10n/app_*.arb
Languages: af, ar, fil, hi, id, ja, pl, th, uk, vi

# appTitle
source: Spinner
ar: الدوار
hi: स्पिनर
ja: スピナー
pl: Koło
th: สปินเนอร์
uk: Спіннер

source: Languages
af: Tale
ar: اللغات
fil: Mga Wika
hi: भाषाएं
id: Bahasa
ja: 言語
pl: Języki
th: ภาษา
uk: Мови
vi: Ngôn ngữ

# continueButton
source: Continue
af: Gaan voort
ar: متابعة
fil: Magpatuloy
hi: जारी रखें
id: Lanjutkan
ja: 続ける
pl: Kontynuuj
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục

source: Save
af: Stoor
ar: حفظ
fil: I-save
hi: सहेजें
id: Simpan
ja: 保存
pl: Zapisz
th: บันทึก
uk: Зберегти
vi: Lưu

source: Change Language
af: Verander Taal
ar: تغيير اللغة
fil: Palitan ang Wika
hi: भाषा बदलें
id: Ubah Bahasa
ja: 言語を変更
pl: Zmień Język
th: เปลี่ยนภาษา
uk: Змінити Мову
vi: Đổi Ngôn ngữ

# randomPicker
source: Decision Spinner
af: Ewekansige Kieser
ar: منتقي عشوائي
fil: Random Picker
hi: यादृच्छिक पिकर
id: Pemilih Acak
ja: 決定スピナー
pl: Losowy Wybór
th: ตัวเลือกแบบสุ่ม
uk: Випадковий Вибір
vi: Bộ Chọn Ngẫu Nhiên

# randomPickerDescription
source: Create a custom spinner with your own items
af: Skep 'n pasgemaakte spinner met jou eie items
ar: أنشئ دوارًا مخصصًا بعناصرك الخاصة
fil: Gumawa ng custom spinner gamit ang iyong sariling mga item
hi: अपने स्वयं के आइटम के साथ एक कस्टम स्पिनर बनाएं
id: Buat spinner kustom dengan item Anda sendiri
ja: 独自のアイテムでカスタムスピナーを作成
pl: Utwórz niestandardowe koło z własnymi elementami
th: สร้างสปินเนอร์แบบกำหนดเองด้วยรายการของคุณเอง
uk: Створіть користувацький спіннер зі своїми елементами
vi: Tạo spinner tùy chỉnh với các mục của riêng bạn

# multiplayer
source: Spin Battle
af: Meervoudige Speler
ar: متعدد اللاعبين
fil: Multiplayer
hi: मल्टीप्लेयर
id: Multiplayer
ja: スピンバトル
pl: Multiplayer
th: หลายผู้เล่น
uk: Мультиплеєр
vi: Nhiều Người Chơi

# multiplayerDescription
source: Play with friends and compete in rounds
af: Speel met vriende en kompeteer in rondes
ar: العب مع الأصدقاء وتنافس في الجولات
fil: Maglaro kasama ang mga kaibigan at makipagkumpetensya sa mga round
hi: दोस्तों के साथ खेलें और राउंड में प्रतिस्पर्धा करें
id: Bermain dengan teman dan bersaing dalam putaran
ja: 友達とプレイしてラウンドで競争
pl: Graj z przyjaciółmi i rywalizuj w rundach
th: เล่นกับเพื่อนและแข่งขันในรอบ
uk: Грайте з друзями та змагайтеся в раундах
vi: Chơi với bạn bè và thi đấu trong các vòng

source: Dice
af: Dobbelstene
ar: النرد
hi: पासा
id: Dadu
ja: サイコロ
pl: Kostki
th: ลูกเต๋า
uk: Кістки
vi: Xúc Xắc

# diceDescription
source: Roll two dice and see the total
af: Rol twee dobbelstene en sien die totaal
ar: ارمي نردتين وشاهد المجموع
fil: I-roll ang dalawang dice at tingnan ang kabuuan
hi: दो पासे फेंकें और कुल देखें
id: Lempar dua dadu dan lihat totalnya
ja: 2つのサイコロを振って合計を確認
pl: Rzuć dwiema kostkami i zobacz sumę
th: ทอยลูกเต๋าสองลูกและดูผลรวม
uk: Киньте дві кістки та подивіться суму
vi: Gieo hai xúc xắc và xem tổng

# whoFirst
source: Race to 10
af: Wie Eerste
ar: من الأول
fil: Sino Una
hi: कौन पहले
id: Siapa Pertama
ja: 10へのレース
pl: Kto Pierwszy
th: ใครก่อน
uk: Хто Перший
vi: Ai Trước

# whoFirstDescription
source: Play with friends and compete in rounds
af: Speel met vriende en kompeteer in rondes
ar: العب مع الأصدقاء وتنافس في الجولات
fil: Maglaro kasama ang mga kaibigan at makipagkumpetensya sa mga round
hi: दोस्तों के साथ खेलें और राउंड में प्रतिस्पर्धा करें
id: Bermain dengan teman dan bersaing dalam putaran
ja: 友達とプレイしてラウンドで競争
pl: Graj z przyjaciółmi i rywalizuj w rundach
th: เล่นกับเพื่อนและแข่งขันในรอบ
uk: Грайте з друзями та змагайтеся в раундах
vi: Chơi với bạn bè và thi đấu trong các vòng

source: Ads On
af: Advertensies Aan
ar: الإعلانات مفعلة
fil: Naka-on ang Ads
hi: विज्ञापन चालू
id: Iklan Aktif
ja: 広告オン
pl: Reklamy Włączone
th: โฆษณาเปิด
uk: Реклама Увімкнена
vi: Quảng Cáo Bật

source: Ads Off
af: Advertensies Af
ar: الإعلانات معطلة
fil: Naka-off ang Ads
hi: विज्ञापन बंद
id: Iklan Nonaktif
ja: 広告オフ
pl: Reklamy Wyłączone
th: โฆษณาปิด
uk: Реклама Вимкнена
vi: Quảng Cáo Tắt

source: Vibration On
af: Vibrasie Aan
ar: الاهتزاز مفعل
fil: Naka-on ang Vibration
hi: कंपन चालू
id: Getaran Aktif
ja: 振動オン
pl: Wibracje Włączone
th: การสั่นเปิด
uk: Вібрація Увімкнена
vi: Rung Bật

source: Vibration Off
af: Vibrasie Af
ar: الاهتزاز معطل
fil: Naka-off ang Vibration
hi: कंपन बंद
id: Getaran Nonaktif
ja: 振動オフ
pl: Wibracje Wyłączone
th: การสั่นปิด
uk: Вібрація Вимкнена
vi: Rung Tắt

source: Sound On
af: Klank Aan
ar: الصوت مفعل
fil: Naka-on ang Sound
hi: ध्वनि चालू
id: Suara Aktif
ja: 音オン
pl: Dźwięk Włączony
th: เสียงเปิด
uk: Звук Увімкнено
vi: Âm Thanh Bật

source: Sound Off
af: Klank Af
ar: الصوت معطل
fil: Naka-off ang Sound
hi: ध्वनि बंद
id: Suara Nonaktif
ja: 音オフ
pl: Dźwięk Wyłączony
th: เสียงปิด
uk: Звук Вимкнено
vi: Âm Thanh Tắt

source: Spinner Title
af: Spinner Titel
ar: عنوان الدوار
hi: स्पिनर शीर्षक
id: Judul Spinner
ja: スピナータイトル
pl: Tytuł Koła
th: ชื่อสปินเนอร์
uk: Назва Спіннера
vi: Tiêu Đề Spinner

source: Enter spinner title
af: Voer spinner titel in
ar: أدخل عنوان الدوار
fil: Ilagay ang spinner title
hi: स्पिनर शीर्षक दर्ज करें
id: Masukkan judul spinner
ja: スピナータイトルを入力
pl: Wprowadź tytuł koła
th: ใส่ชื่อสปินเนอร์
uk: Введіть назву спіннера
vi: Nhập tiêu đề spinner

source: Start
af: Begin
ar: ابدأ
fil: Simula
hi: शुरू करें
id: Mulai
ja: 開始
th: เริ่ม
uk: Почати
vi: Bắt Đầu

source: Add Item
af: Voeg Item By
ar: إضافة عنصر
fil: Magdagdag ng Item
hi: आइटम जोड़ें
id: Tambah Item
ja: アイテムを追加
pl: Dodaj Element
th: เพิ่มรายการ
uk: Додати Елемент
vi: Thêm Mục

source: Game Mode
af: Spel Modus
ar: وضع اللعبة
hi: गेम मोड
id: Mode Permainan
ja: ゲームモード
pl: Tryb Gry
th: โหมดเกม
uk: Режим Гри
vi: Chế Độ Chơi

source: Single Player
af: Enkelspeler
ar: لاعب واحد
hi: सिंगल प्लेयर
id: Pemain Tunggal
ja: シングルプレイヤー
pl: Pojedynczy Gracz
th: ผู้เล่นเดี่ยว
uk: Одиночна Гра
vi: Một Người Chơi

# multiplayerMode
source: Spin Battle
af: Meervoudige Speler
ar: متعدد اللاعبين
fil: Multiplayer
hi: मल्टीप्लेयर
id: Multiplayer
ja: マルチプレイヤー
pl: Multiplayer
th: หลายผู้เล่น
uk: Мультиплеєр
vi: Nhiều Người Chơi

source: How Many Rounds?
af: Hoeveel Rondes?
ar: كم عدد الجولات؟
fil: Ilang Rounds?
hi: कितने राउंड?
id: Berapa Banyak Putaran?
ja: 何ラウンド？
pl: Ile Rund?
th: กี่รอบ?
uk: Скільки Раундів?
vi: Bao Nhiêu Vòng?

source: Players
af: Spelers
ar: اللاعبون
fil: Mga Player
hi: खिलाड़ी
id: Pemain
ja: プレイヤー
pl: Gracze
th: ผู้เล่น
uk: Гравці
vi: Người Chơi

source: Add Player
af: Voeg Speler By
ar: إضافة لاعب
fil: Magdagdag ng Player
hi: खिलाड़ी जोड़ें
id: Tambah Pemain
ja: プレイヤーを追加
pl: Dodaj Gracza
th: เพิ่มผู้เล่น
uk: Додати Гравця
vi: Thêm Người Chơi

source: Enter player name
af: Voer speler naam in
ar: أدخل اسم اللاعب
fil: Ilagay ang pangalan ng player
hi: खिलाड़ी का नाम दर्ज करें
id: Masukkan nama pemain
ja: プレイヤー名を入力
pl: Wprowadź imię gracza
th: ใส่ชื่อผู้เล่น
uk: Введіть ім'я гравця
vi: Nhập tên người chơi

source: Truth & Dare
af: Waarheid & Durf
ar: الحقيقة والجرأة
hi: सच या चुनौती
ja: 真実か挑戦
pl: Prawda czy Wyzwanie
th: จริงหรือกล้า
uk: Правда чи Дія
vi: Thật hoặc Thách Thức

source: Close
af: Sluit
ar: إغلاق
fil: Isara
hi: बंद करें
id: Tutup
ja: 閉じる
pl: Zamknij
th: ปิด
uk: Закрити
vi: Đóng

source: Edit
af: Wysig
ar: تعديل
fil: I-edit
hi: संपादित करें
ja: 編集
pl: Edytuj
th: แก้ไข
uk: Редагувати
vi: Chỉnh Sửa

source: Reset
af: Herstel
ar: إعادة تعيين
fil: I-reset
hi: रीसेट करें
ja: リセット
pl: Resetuj
th: รีเซ็ต
uk: Скинути
vi: Đặt Lại

source: Share
af: Deel
ar: مشاركة
fil: I-share
hi: साझा करें
id: Bagikan
ja: 共有
pl: Udostępnij
th: แชร์
uk: Поділитися
vi: Chia Sẻ

source: Truth
af: Waarheid
ar: الحقيقة
hi: सच
ja: 真実
pl: Prawda
th: จริง
uk: Правда
vi: Thật

source: Dare
af: Durf
ar: الجرأة
hi: चुनौती
ja: 挑戦
pl: Wyzwanie
th: กล้า
uk: Дія
vi: Thách Thức

source: EARNED
af: VERDIEN
ar: مكتسب
fil: NAKAMIT
hi: अर्जित
id: DIPEROLEH
ja: 獲得
pl: ZAROBIONE
th: ได้รับ
uk: ЗАРОБЛЕНО
vi: KIẾM ĐƯỢC

source: SELECTED
af: GEKIES
ar: محدد
fil: NAPILI
hi: चयनित
id: DIPILIH
ja: 選択済み
pl: WYBRANE
th: เลือกแล้ว
uk: ВИБРАНО
vi: ĐÃ CHỌN

source: You
af: Jy
ar: أنت
fil: Ikaw
hi: आप
id: Anda
ja: あなた
pl: Ty
th: คุณ
uk: Ви
vi: Bạn

source: Computer
af: Rekenaar
ar: الكمبيوتر
hi: कंप्यूटर
id: Komputer
ja: コンピューター
pl: Komputer
th: คอมพิวเตอร์
uk: Комп'ютер
vi: Máy Tính

source: Round
af: Ronde
ar: جولة
hi: राउंड
id: Putaran
ja: ラウンド
pl: Runda
th: รอบ
uk: Раунд
vi: Vòng

source: Leave
af: Verlaat
ar: مغادرة
fil: Umalis
hi: छोड़ें
id: Keluar
ja: 退出
pl: Opuść
th: ออก
uk: Вийти
vi: Rời

source: Leave Game?
af: Verlaat Spel?
ar: مغادرة اللعبة؟
fil: Umalis sa Laro?
hi: गेम छोड़ें?
id: Keluar dari Permainan?
ja: ゲームを退出しますか？
pl: Opuścić Grę?
th: ออกจากเกม?
uk: Вийти з Гри?
vi: Rời Khỏi Trò Chơi?

# leaveGameMessage
source: Are you sure you want to leave the game?
af: Is jy seker jy wil die spel verlaat?
ar: هل أنت متأكد أنك تريد مغادرة اللعبة؟
fil: Sigurado ka bang gusto mong umalis sa laro?
hi: क्या आप वाकई गेम छोड़ना चाहते हैं?
id: Apakah Anda yakin ingin keluar dari permainan?
ja: ゲームを退出してもよろしいですか？
pl: Czy na pewno chcesz opuścić grę?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากเกม?
uk: Ви впевнені, що хочете вийти з гри?
vi: Bạn có chắc chắn muốn rời khỏi trò chơi?

source: Cancel
af: Kanselleer
ar: إلغاء
fil: Kanselahin
hi: रद्द करें
id: Batal
ja: キャンセル
pl: Anuluj
th: ยกเลิก
uk: Скасувати
vi: Hủy

source: Game Results
af: Spel Resultate
ar: نتائج اللعبة
fil: Mga Resulta ng Laro
hi: गेम परिणाम
id: Hasil Permainan
ja: ゲーム結果
pl: Wyniki Gry
th: ผลการแข่งขัน
uk: Результати Гри
vi: Kết Quả Trò Chơi

source: Gold
af: Goud
ar: ذهبي
fil: Ginto
hi: सोना
id: Emas
ja: 金
pl: Złoto
th: ทอง
uk: Золото
vi: Vàng

source: Silver
af: Silwer
ar: فضي
fil: Pilak
hi: चांदी
id: Perak
ja: 銀
pl: Srebro
th: เงิน
uk: Срібло
vi: Bạc

source: Bronze
af: Brons
ar: برونزي
fil: Tanso
hi: कांस्य
id: Perunggu
ja: 銅
pl: Brąz
th: ทองแดง
uk: Бронза
vi: Đồng

source: Watch Ad
af: Kyk Advertensie
ar: شاهد الإعلان
fil: Manood ng Ad
hi: विज्ञापन देखें
id: Tonton Iklan
ja: 広告を見る
pl: Obejrzyj Reklamę
th: ดูโฆษณา
uk: Дивитися Рекламу
vi: Xem Quảng Cáo

source: to unlock
af: om te ontsluit
ar: للفتح
fil: para ma-unlock
hi: अनलॉक करने के लिए
id: untuk membuka
ja: ロック解除するには
pl: aby odblokować
th: เพื่อปลดล็อก
uk: щоб розблокувати
vi: để mở khóa

source: Two Dice
af: Twee Dobbelstene
ar: نردتان
fil: Dalawang Dice
hi: दो पासे
id: Dua Dadu
ja: 2つのサイコロ
pl: Dwie Kostki
th: ลูกเต๋าสองลูก
uk: Дві Кістки
vi: Hai Xúc Xắc

source: Multiplication
af: Vermenigvuldiging
ar: الضرب
hi: गुणा
id: Perkalian
ja: 掛け算
pl: Mnożenie
th: การคูณ
uk: Множення
vi: Phép Nhân

source: Result
af: Resultaat
ar: النتيجة
fil: Resulta
hi: परिणाम
id: Hasil
ja: 結果
pl: Wynik
th: ผลลัพธ์
uk: Результат
vi: Kết Quả

source: Spin
af: Draai
ar: دور
fil: I-spin
hi: घुमाएं
id: Putar
ja: 回転
pl: Obróć
th: หมุน
uk: Крутити
vi: Quay

# randomPickerTitle
source: Decision Spinner
af: Ewekansige Kieser
ar: منتقي عشوائي
fil: Random Picker
hi: यादृच्छिक पिकर
id: Pemilih Acak
ja: 決定スピナー
pl: Losowy Wybór
th: ตัวเลือกแบบสุ่ม
uk: Випадковий Вибір
vi: Bộ Chọn Ngẫu Nhiên

source: Spinner
ar: الدوار
hi: स्पिनर
ja: スピナー
pl: Koło
th: สปินเนอร์
uk: Спіннер

source: Level
af: Vlak
ar: المستوى
hi: स्तर
ja: レベル
pl: Poziom
th: ระดับ
uk: Рівень
vi: Cấp Độ

source: Easy
af: Maklik
ar: سهل
fil: Madali
hi: आसान
id: Mudah
ja: 簡単
pl: Łatwy
th: ง่าย
uk: Легкий
vi: Dễ

source: Medium
ar: متوسط
fil: Katamtaman
hi: मध्यम
id: Sedang
ja: 中程度
pl: Średni
th: ปานกลาง
uk: Середній
vi: Trung Bình

source: Hard
af: Moeilik
ar: صعب
fil: Mahirap
hi: कठिन
id: Sulit
ja: 難しい
pl: Trudny
th: ยาก
uk: Важкий
vi: Khó

source: Select Level
af: Kies Vlak
ar: اختر المستوى
fil: Pumili ng Level
hi: स्तर चुनें
id: Pilih Level
ja: レベルを選択
pl: Wybierz Poziom
th: เลือกระดับ
uk: Вибрати Рівень
vi: Chọn Cấp Độ

# mathSpinner
source: Math Challenge
af: Wiskunde Spinner
ar: دوار الرياضيات
fil: Math Spinner
hi: गणित स्पिनर
id: Spinner Matematika
ja: 数学チャレンジ
pl: Koło Matematyczne
th: สปินเนอร์คณิตศาสตร์
uk: Математичний Спіннер
vi: Spinner Toán Học

# mathSpinnerDescription
source: Practice math with fun spinner challenges
af: Oefen wiskunde met lekker spinner uitdagings
ar: تدرب على الرياضيات مع تحديات دوار ممتعة
fil: Magsanay ng math gamit ang masayang spinner challenges
hi: मजेदार स्पिनर चुनौतियों के साथ गणित का अभ्यास करें
id: Berlatih matematika dengan tantangan spinner yang menyenangkan
ja: 楽しいスピナーチャレンジで数学を練習
pl: Ćwicz matematykę z zabawnymi wyzwaniami koła
th: ฝึกคณิตศาสตร์ด้วยความท้าทายสปินเนอร์ที่สนุก
uk: Практикуйте математику з веселими завданнями спіннера
vi: Luyện tập toán học với các thử thách spinner thú vị

source: Spinner Items
ar: عناصر الدوار
hi: स्पिनर आइटम
id: Item Spinner
ja: スピナーアイテム
pl: Elementy Koła
th: รายการสปินเนอร์
uk: Елементи Спіннера
vi: Mục Spinner

source: Enter item name
af: Voer item naam in
ar: أدخل اسم العنصر
fil: Ilagay ang pangalan ng item
hi: आइटम का नाम दर्ज करें
id: Masukkan nama item
ja: アイテム名を入力
pl: Wprowadź nazwę elementu
th: ใส่ชื่อรายการ
uk: Введіть назву елемента
vi: Nhập tên mục

# noItems
source: No items. Click "Add Item" to add items.
af: Geen items. Klik "Voeg Item By" om items by te voeg.
ar: لا توجد عناصر. انقر "إضافة عنصر" لإضافة عناصر.
fil: Walang items. I-click ang "Add Item" para magdagdag ng items.
hi: कोई आइटम नहीं। आइटम जोड़ने के लिए "आइटम जोड़ें" पर क्लिक करें।
id: Tidak ada item. Klik "Add Item" untuk menambahkan item.
ja: アイテムがありません。"アイテムを追加"をクリックしてアイテムを追加してください。
pl: Brak elementów. Kliknij "Dodaj Element", aby dodać elementy.
th: ไม่มีรายการ คลิก "เพิ่มรายการ" เพื่อเพิ่มรายการ
uk: Немає елементів. Натисніть "Додати елемент", щоб додати елементи.
vi: Không có mục nào. Nhấp vào "Thêm Mục" để thêm mục.

source: Please add at least one item
af: Voeg asseblief ten minste een item by
ar: يرجى إضافة عنصر واحد على الأقل
fil: Mangyaring magdagdag ng kahit isang item
hi: कृपया कम से कम एक आइटम जोड़ें
id: Harap tambahkan setidaknya satu item
ja: 少なくとも1つのアイテムを追加してください
pl: Proszę dodać co najmniej jeden element
th: กรุณาเพิ่มอย่างน้อยหนึ่งรายการ
uk: Будь ласка, додайте принаймні один елемент
vi: Vui lòng thêm ít nhất một mục

# duplicateItemName
source: Duplicate item name: "{item}". Please use unique names.
af: Duplikaat item naam: "{item}". Gebruik asseblief unieke name.
ar: اسم عنصر مكرر: "{item}". يرجى استخدام أسماء فريدة.
fil: Duplicate na pangalan ng item: "{item}". Mangyaring gumamit ng natatanging pangalan.
hi: डुप्लिकेट आइटम नाम: "{item}"। कृपया अद्वितीय नामों का उपयोग करें।
id: Nama item duplikat: "{item}". Harap gunakan nama yang unik.
ja: 重複したアイテム名: "{item}"。一意の名前を使用してください。
pl: Zduplikowana nazwa elementu: "{item}". Proszę użyć unikalnych nazw.
th: ชื่อรายการซ้ำ: "{item}" กรุณาใช้ชื่อที่ไม่ซ้ำกัน
uk: Дубльована назва елемента: "{item}". Будь ласка, використовуйте унікальні імена.
vi: Tên mục trùng lặp: "{item}". Vui lòng sử dụng tên duy nhất.

source: Please add at least one user
af: Voeg asseblief ten minste een gebruiker by
ar: يرجى إضافة مستخدم واحد على الأقل
fil: Mangyaring magdagdag ng kahit isang user
hi: कृपया कम से कम एक उपयोगकर्ता जोड़ें
id: Harap tambahkan setidaknya satu pengguna
ja: 少なくとも1人のユーザーを追加してください
pl: Proszę dodać co najmniej jednego użytkownika
th: กรุณาเพิ่มผู้ใช้อย่างน้อยหนึ่งคน
uk: Будь ласка, додайте принаймні одного користувача
vi: Vui lòng thêm ít nhất một người dùng

# duplicateUserName
source: Duplicate user name: "{user}". Please use unique names.
af: Duplikaat gebruiker naam: "{user}". Gebruik asseblief unieke name.
ar: اسم مستخدم مكرر: "{user}". يرجى استخدام أسماء فريدة.
fil: Duplicate na pangalan ng user: "{user}". Mangyaring gumamit ng natatanging pangalan.
hi: डुप्लिकेट उपयोगकर्ता नाम: "{user}"। कृपया अद्वितीय नामों का उपयोग करें।
id: Nama pengguna duplikat: "{user}". Harap gunakan nama yang unik.
ja: 重複したユーザー名: "{user}"。一意の名前を使用してください。
pl: Zduplikowana nazwa użytkownika: "{user}". Proszę użyć unikalnych nazw.
th: ชื่อผู้ใช้ซ้ำ: "{user}" กรุณาใช้ชื่อที่ไม่ซ้ำกัน
uk: Дубльоване ім'я користувача: "{user}". Будь ласка, використовуйте унікальні імена.
vi: Tên người dùng trùng lặp: "{user}". Vui lòng sử dụng tên duy nhất.

# mathSpinnerComingSoon
source: Math Challenge page coming soon!
af: Wiskunde Spinner bladsy kom binnekort!
ar: صفحة دوار الرياضيات قريباً!
fil: Math Spinner page darating na!
hi: गणित स्पिनर पेज जल्द ही आ रहा है!
id: Halaman Spinner Matematika akan segera hadir!
ja: 数学チャレンジページが間もなく公開されます！
pl: Strona Koła Matematycznego wkrótce!
th: หน้าสปินเนอร์คณิตศาสตร์เร็วๆ นี้!
uk: Сторінка Математичного Спіннера незабаром!
vi: Trang Spinner Toán Học sắp ra mắt!

# errorSharing
source: Error sharing: {error}
af: Fout met deel: {error}
ar: خطأ في المشاركة: {error}
fil: Error sa pagbabahagi: {error}
hi: साझा करने में त्रुटि: {error}
id: Kesalahan saat berbagi: {error}
ja: 共有エラー: {error}
pl: Błąd podczas udostępniania: {error}
th: ข้อผิดพลาดในการแชร์: {error}
uk: Помилка при обміні: {error}
vi: Lỗi khi chia sẻ: {error}

source: Player Count
af: Speler Telling
ar: عدد اللاعبين
fil: Bilang ng Player
hi: खिलाड़ी संख्या
id: Jumlah Pemain
ja: プレイヤー数
pl: Liczba Graczy
th: จำนวนผู้เล่น
uk: Кількість Гравців
vi: Số Người Chơi

source: Users
af: Gebruikers
ar: المستخدمون
hi: उपयोगकर्ता
id: Pengguna
ja: ユーザー
pl: Użytkownicy
th: ผู้ใช้
uk: Користувачі
vi: Người Dùng

source: Enter user name
af: Voer gebruiker naam in
ar: أدخل اسم المستخدم
fil: Ilagay ang pangalan ng user
hi: उपयोगकर्ता नाम दर्ज करें
id: Masukkan nama pengguna
ja: ユーザー名を入力
pl: Wprowadź nazwę użytkownika
th: ใส่ชื่อผู้ใช้
uk: Введіть ім'я користувача
vi: Nhập tên người dùng

# total
source: Total: {score}
af: Totaal: {score}
ar: المجموع: {score}
fil: Kabuuan: {score}
hi: कुल: {score}
ja: 合計: {score}
pl: Suma: {score}
th: รวม: {score}
uk: Всього: {score}
vi: Tổng: {score}

# rounds
source: Rounds: {roundsList}
af: Rondes: {roundsList}
ar: الجولات: {roundsList}
hi: राउंड: {roundsList}
id: Ronde: {roundsList}
ja: ラウンド: {roundsList}
pl: Rundy: {roundsList}
th: รอบ: {roundsList}
uk: Раунди: {roundsList}
vi: Vòng: {roundsList}

# roundScore
source: R{round}: {score}
ar: ج{round}: {score}
hi: आर{round}: {score}
th: รอบ{round}: {score}
uk: Р{round}: {score}
vi: V{round}: {score}

# checkOutResults
source: Check out our Spin Battle spinner game results!
af: Kyk na ons meervoudige spinner spel resultate!
ar: تحقق من نتائج لعبة الدوار متعددة اللاعبين!
fil: Tingnan ang aming multiplayer spinner game results!
hi: हमारे मल्टीप्लेयर स्पिनर गेम परिणाम देखें!
id: Lihat hasil permainan spinner multiplayer kami!
ja: スピンバトルスピナーゲームの結果をチェックしてください！
pl: Sprawdź wyniki naszej gry koła dla wielu graczy!
th: ดูผลลัพธ์เกมสปินเนอร์แบบหลายผู้เล่นของเรา!
uk: Перевірте результати нашої багатокористувацької гри зі спіннером!
vi: Xem kết quả trò chơi spinner nhiều người chơi của chúng tôi!

# allItemsUsed
source: All truth and dare items have been used!
af: Alle waarheid en durf items is gebruik!
ar: تم استخدام جميع عناصر الحقيقة والجرأة!
fil: Lahat ng truth at dare items ay nagamit na!
hi: सभी सत्य और साहस आइटम का उपयोग किया जा चुका है!
id: Semua item truth dan dare telah digunakan!
ja: すべての真実と挑戦のアイテムが使用されました！
pl: Wszystkie elementy prawdy i wyzwania zostały użyte!
th: รายการความจริงและความกล้าทั้งหมดถูกใช้แล้ว!
uk: Всі елементи правди та виклику були використані!
vi: Tất cả các mục sự thật và thử thách đã được sử dụng!

# errorLoadingData
source: Error loading data: {error}
af: Fout met laai data: {error}
ar: خطأ في تحميل البيانات: {error}
fil: Error sa pag-load ng data: {error}
hi: डेटा लोड करने में त्रुटि: {error}
id: Kesalahan saat memuat data: {error}
ja: データの読み込みエラー: {error}
pl: Błąd podczas ładowania danych: {error}
th: ข้อผิดพลาดในการโหลดข้อมูล: {error}
uk: Помилка при завантаженні даних: {error}
vi: Lỗi khi tải dữ liệu: {error}

source: Dice 1
af: Dobbelsteen 1
ar: النرد 1
hi: पासा 1
id: Dadu 1
ja: サイコロ1
pl: Kostka 1
th: ลูกเต๋า 1
uk: Кістка 1
vi: Xúc Xắc 1

source: Dice 2
af: Dobbelsteen 2
ar: النرد 2
hi: पासा 2
id: Dadu 2
ja: サイコロ2
pl: Kostka 2
th: ลูกเต๋า 2
uk: Кістка 2
vi: Xúc Xắc 2

# resultUppercase
source: RESULT
af: RESULTAAT
ar: النتيجة
fil: RESULTA
hi: परिणाम
id: HASIL
ja: 結果
pl: WYNIK
th: ผลลัพธ์
uk: РЕЗУЛЬТАТ
vi: KẾT QUẢ

# score
source: Score: {score}
af: Punt: {score}
ar: النقاط: {score}
hi: स्कोर: {score}
id: Skor: {score}
ja: スコア: {score}
pl: Wynik: {score}
th: คะแนน: {score}
uk: Очки: {score}
vi: Điểm: {score}

# turn
source: {user}'s Turn
af: {user} se Beurt
ar: دور {user}
fil: Turn ni {user}
hi: {user} का मोड़
id: Giliran {user}
ja: {user}のターン
pl: Kolej {user}
th: ตาของ {user}
uk: Хід {user}
vi: Lượt của {user}
